Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Is one of these the right image?
fr: Un de ceux-ci est il la bonne image ?

source: Is this a LightZone Style file?
fr: Est-ce un fichier de Style LightZone ?

source: Is this right?
fr: Est-ce le bon ?

source: It is always applied to your entire photo and is not placed into the tool stack.
fr: Il est toujours appliqué à la photo entière et n'est pas dans la chaîne de développement.

source: It is important to note that, for most printers, there isn't one setting that will always give the best results.
fr: Il est important de noter que, pour la plupart des imprimantes, il n'existe pas d'unique réglage qui assurera toujours le meilleur résultat.

source: It's best if you labeled the tools so each can be easily identified.)
fr: Il est préférable de nommer les outils, ainsi, chaque outil pourra être identifiés simplement.)

source: It's often used to send photos by e-mail or display photos on the web.
fr: Il est souvent utilisé pour envoyer des photos par E-maiI ou pour les afficher sur le web.

source: Key Features
fr: Fonctions Clés

source: Lastly, you can replace the default tone curve for a camera with a style you create.
fr: Pour finir, vous pouvez remplacer la Courbe de Tonalité par défaut pour un appareil avec un style que vous avez créé.

source: Learn to use LightZone from start to finish.
fr: Apprendre à utiliser LightZone de A à Z.

source: Learning Center
fr: Centre d'Apprentissage

source: Leaves colors that fall inside the destination gamut unchanged.
fr: Laisse les couleurs qui entrent dans le gamut de destination inchangées.

source: Left
fr: Gauche

source: Legal notices
fr: Mentions Légales

source: Legal notices.
fr: Mentions Légales.

source: Lens
fr: Objectif

source: Lift Tools
fr: Presse Papier de Réglages

source: Light Crafts embeds no personal data of any kind in these reports.
fr: Light Crafts n'inclue aucune donnée personnelle d'aucune sorte dans ce rapport.

source: Light Crafts would like to acknowledge the following people who contributed to LightZone:
fr: Light Crafts souhaite remercier les personnes suivantes pour avoir contribué à LightZone:

source: Light Crafts, LightZone, ZoneFinder, ZoneMapper, ToneMapper, and RegionMapper are trademarks of Light Crafts, Inc.
fr: Light Crafts, LightZone, ZoneFinder, ZoneMapper, ToneMapper, et RegionMapper sont des marques de Light Crafts, Inc.

source: LightZone Batch Processing
fr: Traitement par lot de LightZone

source: LightZone File Error
fr: Erreur de Fichier LightZone

source: LightZone Help
fr: Aide de LightZone

source: LightZone Product Page
fr: Site de LightZone

source: LightZone Project
fr: Projet LightZone

source: LightZone Send
fr: Envoyer avec LightZone

source: LightZone Settings Error
fr: Erreur des Paramètres de LightZone

source: LightZone Settings Help
fr: Aide sur les paramètres de LightZone

source: LightZone Settings Info
fr: Informations des Paramètres LightZone

source: LightZone Settings Reset
fr: Remise à zéro des Paramètres LightZone

source: LightZone Settings couldn't be reset
fr: Les Paramètres de LightZone ne peuvent être remis à zéro

source: LightZone Settings remember what was going on the last time you used LightZone.
fr: Les paramètres de LightZone se souviennent de la situation la dernière fois que vous avez utilisé LightZone.

source: LightZone Settings remember what was going on the last time you used LightZone: your recently used files and folders; recent window positions and sizes; and so on.
fr: Les paramètres de LightZone se souviennent de la situation la dernière fois que vous avez utilisé LightZone : Vos Fichiers et Dossiers Récents; La Position et taille des Fenêtres; etc.

source: LightZone Settings were successfully reset.
fr: Remise à zéro des Paramètres de LightZone avec succès.

source: LightZone Startup Error
fr: Erreur de démarrage de LightZone

source: LightZone allows you to print your photos directly to a color printer and get professional results.
fr: LightZone vous permet d'imprimer vos photos directement sur une imprimante couleur et d'obtenir un résultat professionnel.

source: LightZone always works in a 16-bit linear color space.
fr: LightZone travaille toujours dans un espace couleur linéaire de 16-bit.

source: LightZone can open and edit raw files as easily as TIFF or JPEG.
fr: LightZone peut ouvrir et éditer les fichiers bruts (raw) aussi facilement que les TIFF ou les JPEG.

source: LightZone can work with raw image files taken directly from the leading digital cameras as easily as with TIFF or JPEG images.
fr: LightZone peut travailler avec les fichiers Bruts (RAW) pris directement par les principaux appareils photo numériques aussi facilement qu'avec les fichiers TIFF ou JPEG.

source: LightZone comes bundled with many ready-made styles that in many cases enable you to improve the appeal of your photos dramatically with a single click.
fr: LightZone est fourni avec de nombreux styles prêts à l'emploi qui dans de nombreux cas vous permettent améliorer considérablement l'attractivité de vos photos d'un simple clic.

source: LightZone comes bundled with many ready-made styles that you can use and learn from.
fr: LightZone est fourni avec de nombreux styles prêts à l'emploi pour les utiliser et apprendre avec.

source: LightZone copied $1 to $2, but could not delete the old image from $3.
fr: LightZone a copié $1 vers $2, mais ne peut effacer l'ancienne image de $3.

source: LightZone could not copy $1 to $2.
fr: LightZone ne peut copier $1 vers $2.

source: LightZone failed to start last time.
fr: LightZone n'a pas pu démarrer la dernière fois.

source: LightZone has a handful of user preferences that affect how it operates.
fr: LightZone a un certains nombre de préférences utilisateur qui affecte sa façon d'opérer.

source: LightZone has a number of key features that set it apart from other photo editing applications.
fr: LightZone a un certain nombre de fonctions clés qui le distinguent des applications d'édition de photos.

source: LightZone has encountered an internal error.
fr: LightZone a rencontré une erreur interne.

source: LightZone has examined /proc/cpuinfo on this computer and found "$1", with no SSE2 flag set.
fr: LightZone a examiné /proc/cpuinfo sur cet ordinateur et a trouvé "$1", sans drapeau SSE2 défini.

source: LightZone has high quality color management built-in; however, print quality depends largely on the printer, the printer driver software, and any color management in use.
fr: LightZone inclut une gestion des couleurs de haute qualité ; cependant, la qualité d'impression dépend largement de l'imprimante, du papier, du pilote d'impression, et de toute gestion des couleurs en fonction.

source: LightZone has run out of memory and will now shut down.
fr: LightZone est arrivé à cours de mémoire et va maintenant s'éteindre.

source: LightZone icon
fr: Icône de LightZone

source: LightZone is a breakthrough in photo editing software that makes it easier to edit digital photos and quickly achieve professional quality results.
fr: LightZone est un logiciel d'édition de photos très performant qui rend plus simple l'édition de photos numériques et permet d'atteindre rapidement un résultat professionel.

source: LightZone is designed for photographers and differs in many fundamental ways from pixel painting programs that force you to think in terms of pixels or use complex mathematical concepts like histograms and curves.
fr: LightZone est conçu pour les photographes et diffère de bien des manières des logiciels de dessins et retouches qui vous forcent à penser en termes de pixels ou utilise des concepts mathématiques complexes comme les histogrammes et les courbes.

source: LightZone must know the correct color profile for your display in order to show colors correctly.
fr: LightZone doit connaître le Profil couleur approprié à votre Affichage afin d'afficher les couleurs correctement.

source: LightZone must now quit.
fr: LightZone doit quitter maintenant.

source: LightZone no longer uses LZN files and now always saves your work as either JPEG or TIFF files for maximum interoperability with other applications.
fr: LightZone n'utilise plus des fichiers LZN et désormais enregistre votre travail toujours comme des fichiers JPEG ou TIFF pour une interopérabilité avec les autres applications.

source: LightZone now comes bundled with many ready-made Styles.
fr: LightZone est désormais fourni avec de nombreux Stylesprêts à l'emploi.

source: LightZone now has distinct browse and edit modes.
fr: LightZone a désormais deux modes distincts Navigation et Édition.

source: LightZone on Linux requires a CPU supporting the SSE2 instruction set.
fr: LightZone sous Linux requière Un processeur supportant le jeu d'instruction SSE2.

source: LightZone organizes the tools used to edit your photo into a stack similarly to "layers" in other applications.
fr: LightZone organise les outils utilisés pour éditer votre photo dans une chaîne de développement un peu de la même façon que des "Calques" dans d'autres applications.

source: LightZone reads all the metadata for a photo from its image file automatically.
fr: LightZone lit toutes les métadonnées d'une photo depuis son fichier image automatiquement.

source: LightZone screenshot
fr: Captures d'écran de LightZone

source: LightZone uses a model based on the physics of light and methods derived from the experience of photographers through the decades -- in the field, behind the camera, and in the darkroom.
fr: LightZone utilise un modèle basé sur les propriétés de la lumière et des méthodes dérivées de l'expérience de photographes à travers les décennies -- sur le terrain, derrière l'appareil, et dans la chambre noire.

source: LightZone's workflow consists of an original image file (be it JPEG, TIFF, or raw) obtained from a digital camera or scanner and an associated "LightZone JPEG" file that contains the tool stack you create.
fr: Le flux de travail de LightZone consiste en un fichier image original (que ce soit en JPEG, TIFF, ou un fichier brut Raw) obtenu depuis un appareil photo numérique ou un scanner et un fichier "LightZone JPEG" associé qui contient la Chaîne de développement que vous avez créée.

source: LightZone: Acknowledgments
fr: LightZone: Remerciements

source: LightZone: Adjusting Color Balance
fr: LightZone : Ajuster la Balance de Couleur

source: LightZone: Batch Converting Images
fr: LightZone: Conversion par lot d'Images

source: LightZone: Black & White
fr: LightZone : Noir et Blanc

source: LightZone: Black Point Compensation
fr: LightZone: Compensation du Point Noir

source: LightZone: Blending Modes
fr: LightZone: Les Modes de Fusion

source: LightZone: Blurring a Photo
fr: LightZone : Flouter une Photo

source: LightZone: Browser Anatomy
fr: LightZone: Présentation du Navigateur

source: LightZone: Cloning Areas
fr: LightZone : Cloner des parties

source: LightZone: Color Selection Viewer
fr: LightZone: le visionneur de la Sélection Couleur

source: LightZone: Color/Luminosity Selection
fr: LightZone: Sélection de Couleur/Luminosité

source: LightZone: Converting Images
fr: LightZone: Conversion d'Images

source: LightZone: Cropping a Photo
fr: LightZone : Recadrer une Photo

source: LightZone: Default Tone Curve
fr: LightZone: La Courbe de Tonalités par défaut

source: LightZone: Deleting Photos
fr: LightZone: Supprimer des Photos

source: LightZone: Discover
fr: LightZone: Découvrir

source: LightZone: Dragging & Dropping Photos
fr: LightZone: Glisser et Déposer des Photos

source: LightZone: Editing a Photo
fr: LightZone: Éditer une Photo

source: LightZone: Editor Anatomy
fr: LightZone: Présentation de l'Éditeur

source: LightZone: Histogram
fr: LightZone: L'Histogramme

source: LightZone: History
fr: LightZone: L'Historique

source: LightZone: Inverting Masks
fr: LightZone : Inversion des Masques

source: LightZone: Legal Notices
fr: LightZone: Mentions Légales

source: LightZone: Metadata
fr: LightZone: Les Métadonnées

source: LightZone: Multipage TIFF Images
fr: LightZone: Images TIFF Multipages

source: LightZone: Navigating Folders
fr: LightZone: Parcourir les dossiers

source: LightZone: New Features
fr: LightZone: Nouvelles fonctionnalités

source: LightZone: Opening a Photo to Edit
fr: LightZone: Ouvrir une Photo pour l'Éditer

source: LightZone: Photo Buttons Overview
fr: LightZone: Vue d'ensemble des boutons d'Actions Photo

source: LightZone: Photo Viewer
fr: LightZone: La Visionneuse Photo

source: LightZone: Preferences
fr: LightZone: Préférences

source: LightZone: Print Quality
fr: LightZone: Qualité d'Impression

source: LightZone: Printing
fr: LightZone: Impressions

source: LightZone: Rating Photos
fr: LightZone: Notez des Photos

source: LightZone: Regions and Masks
fr: LightZone : Régions et Masques

source: LightZone: Regions: Adding Control Points
fr: LightZone: Régions: Ajouter des points de contrôle

source: LightZone: Regions: Adjusting Regions
fr: LightZone: Régions : Ajustement des Régions

source: LightZone: Regions: Copying Regions
fr: LightZone: Régions: Copier des Regions

source: LightZone: Regions: Creating
fr: LightZone : Régions : Création

source: LightZone: Regions: Deleting
fr: LightZone : Régions : Suppression

source: LightZone: Regions: Deleting Control Points
fr: LightZone : Régions : Supprimer des points de contrôle

source: LightZone: Regions: Feathering
fr: LightZone : Régions : Adoucissement

source: LightZone: Regions: Kinds
fr: LightZone : Régions : Types

source: LightZone: Renaming Photos
fr: LightZone: Renommer des Photos

source: LightZone: Rendering Intent
fr: LightZone : Intention de Rendu

source: LightZone: Rotating Photos in the Browser
fr: LightZone: Rotation des Photos dans le Navigateur

source: LightZone: Sampler
fr: LightZone : Pipette

source: LightZone: Saving Your Work
fr: LightZone : Enregistrez Votre Travail

source: LightZone: Sending Photos
fr: LightZone: Envoyer des Photos

source: LightZone: Styles
fr: LightZone : Les Styles

source: LightZone: Styles: Applying
fr: LightZone : Styles : Application

source: LightZone: Styles: Creating
fr: LightZone : Styles : Création

source: LightZone: Styles: Deleting
fr: LightZone : Styles : Suppression

source: LightZone: Styles: Exporting
fr: LightZone : Styles : Exportation

source: LightZone: Styles: Importing
fr: LightZone : Styles : Importation

source: LightZone: Table of Contents
fr: LightZone: Table des Matières

source: LightZone: Table of contents.
fr: LightZone: Table des Matières.

source: LightZone: Thumbnails
fr: LightZone : Vignettes

source: LightZone: Workflow Integration: Aperture
fr: LightZone: Intégration à un flux de travail : Aperture

source: LightZone: Workflow Integration: Lightroom
fr: LightZone: Intégration à un flux de travail : Lightroom

source: LightZone: Workflow Integration: iPhoto
fr: LightZone: Intégration à un flux de travail : iPhoto

source: LightZone: Workflow Integration: iView MediaPro
fr: LightZone: Intégration à un flux de travail : iView MediaPro

source: Lighten
fr: Éclaircir

source: Linear color space
fr: Espace couleur Linéaire

source: Linux is now supported.
fr: Linux est désormais pris en charge.

source: Loading Classes
fr: Chargement des Classes

source: Loading...
fr: Chargement...

source: Lock
fr: Protéger

source: Look up topics easily.
fr: Parcourez les sujets facilement.

source: Luminosity
fr: Luminosité

source: Mac OS X 10.5 Leopard is now supported.
fr: Mac OS X 10.5 Leopard est désormais pris en charge.

source: Magenta-Green
fr: Magenta-Vert

source: Make a color/luminosity selection.
fr: Définissez une sélection de couleur/luminosité.

source: Make sure the Tool Settings tab is selected.
fr: Assurez-vous que l'onglet Réglages Outils est actif.

source: Malformed LightZone file
fr: Fichier LightZone malformé

source: Manage Styles
fr: Gérer les Styles

source: Manage Styles...
fr: Gérer les Styles...

source: Memory Limit
fr: Limite Mémoire

source: Metadata
fr: Métadonnées

source: Metadata is data about a photo, such as its dimensions and file size, as well as the digital camera used to take the photo, such as the make and model, lens, ISO setting, and shutter speed.
fr: Les Métadonnées sont des données à propos d'une photo, comme ses dimensions et la taille de fichier, aussi bien que l'appareil photo numérique utilisé pour prendre la photo, comme le fabricant et le modèle, l'objectif, le réglage ISO et le temps d'exposition.

source: Mid+Hilights
fr: Tons Clairs et Moyens

source: Midpoint
fr: Médiane

source: Midtones
fr: Tons Moyens

source: Minimize
fr: Réduire

source: Mitch Alland, Bruce Ammerman, Jamie Bsales, David Card, Anthony Dias, Jeff Donnelly, Jessica Donnelly, Romain Guy, Hans-Jürgen Hertz-Eichenrode, Jon Hill, Matthew Hollingworth, James Karney, Terry Karney, Walt Marhefka, Carlos Palma, Bud Paulding, Paul Rancuret, David Richard, Uwe Steinmueller, Mark Strathdee, Elizabeth Thrasher, Dean Tucker, Eric Vogel, John Waclo, Lalia Wilson, Ed Wolpov, and Brian Wong.
fr: Mitch Alland, Bruce Ammerman, Jamie Bsales, David Card, Anthony Dias, Jeff Donnelly, Jessica Donnelly, Romain Guy, Hans-Jürgen Hertz-Eichenrode, Jon Hill, Matthew Hollingworth, James Karney, Terry Karney, Walt Marhefka, Carlos Palma, Bud Paulding, Paul Rancuret, David Richard, Uwe Steinmueller, Mark Strathdee, Elizabeth Thrasher, Dean Tucker, Eric Vogel, John Waclo, Lalia Wilson, Ed Wolpov, et Brian Wong.

source: Modification Time
fr: Date de Modification Time

source: More on Styles...
fr: En savoir plus sur les Styles...

source: More on the Relight tool...
fr: En savoir plus sur l'Outil Relight...

source: More on the ZoneMapper...
fr: En savoir plus sur le ZoneMapper...

source: Most tools can have a blending mode specified for them.
fr: La plupart des outils peuvent avoir un mode de Fusion défini pour eux.

source: Move "$1" to the Recycle Bin?
fr: Déplacer "$1" vers la Corbeille ?

source: Move "$1" to the Trash?
fr: Déplacer "$1" vers la Poubelle ?

source: Move $1 selected images to the Recycle Bin?
fr: Déplacer $1 images sélectionnées vers la Corbeille ?

source: Move $1 selected images to the Trash?
fr: Déplacer $1 images sélectionnées vers la Poubelle ?

source: Move the mouse around the photo and click wherever you want a control point.
fr: Placez le pointeur de la souris sur la photo et cliquez là où vous souhaitez un point de contrôle.

source: Move the mouse to an area of interest and click to learn more about it.
fr: Déplacez la souris vers une zone d'intérêt et cliquez pour en apprendre plus à son sujet.

source: Move the sliders in the Rotate Tool to rotate your image.
fr: Déplacer les curseurs dans l'outils Rotation pour tourner votre image.

source: Move to Recycle Bin
fr: Déplacer vers la Corbeille

source: Move to Recycle Bin...
fr: Déplacer vers la corbeille...

source: Move to Trash
fr: Déplacer vers la Poubelle

source: Move to Trash...
fr: Déplacer vers la poubelle...

source: Moving a control point may affect the overall shape of the region.
fr: Modifer un point de contrôle peut affecter la forme globale de la région entière.

source: Moving a control point only locally affects the shape of the region.
fr: Modifer un point de contrôle affecte la forme de la région de façon locale uniquement.

source: Multipage TIFF images
fr: Images TIFF Multipages

source: Multipage TIFF images.
fr: Images TIFF Multipages.

source: Multiplies or screens the colors depending on the base color.
fr: Multiplie ou superpose les couleurs, en fonction de la couleur de Base.

source: Multiply
fr: Produit

source: My Computer
fr: Mon Ordinateur

source: Name
fr: Nom

source: Navigate to the folder containing the photo you want to open.
fr: Allez dans le dossier contenant la photo que vous voulez ouvrir.

source: Navigate to the folder where you want to export the style file to.
fr: Naviguez jusqu'au dossier où vous souhaitez exporter le fichier de style.

source: Navigate to the style file you want to import.
fr: Naviguez jusqu'au fichier que vous souhaitez importer.

source: Navigating folders
fr: Parcourir les dossiers

source: Negation
fr: Négation

source: New Features
fr: Nouvelles fonctionnalités

source: New Window
fr: Nouvelle fenêtre

source: New features
fr: Nouvelles fonctionnalités

source: Newer Java required
fr: Une nouvelle version de Java est requise

source: No Browser
fr: Aucun Navigateur

source: No Image
fr: Aucune image

source: No Info
fr: Pas d'Info

source: No Open Windows
fr: Aucune fenêtre ouverte

source: No Recent Files
fr: Aucun Fichiers Récents

source: No Recent Folders
fr: Aucun Dossiers Récents

source: No Regions Defined
fr: Aucune Régions Définies

source: No Styles
fr: Aucun Styles

source: No Styles defined
fr: Aucun Style défini

source: No internet connection
fr: Pas de connexion internet

source: No scaling of colors to the destination white point is performed.
fr: Aucune mise à l’échelle des couleurs vers le point blanc de destination n’est effectuée.

source: No update is available.
fr: Pas de mise à jour disponible.

source: Noise Reduction
fr: Réduction de Bruit

source: Non-destructive editing for all tools
fr: Édition Non-destructive pour tous les outils

source: None
fr: Rien

source: Normal Color Selection
fr: Sélection Couleur Normale

source: Not enough memory
fr: Mémoire insuffisante

source: Note that after a reset is performed, LightZone must quit.
fr: Notez qu'après la remise à zéro, LightZone doit quitter.

source: Note that deleting a region does not delete other regions it is linked to, if any.
fr: Notez que supprimer une région ne supprime pas les autres régions qui peuvent y être liées.

source: Note that your computer must have a connection to the internet when LightZone is launched in order to check.
fr: Notez que votre ordinateur doit posséder une connexion à internet quand LightZone est lancé pour cette vérification.

source: Notice how the color channels now extend all the way from the darkest zone to the lightest.
fr: Remarquez de quelle manière les canaux de couleurs s'étendent désormais tout du long, des zones les plus sombres à celles les plus claires.

source: OK
fr: D'accord

source: Occasionally, it's useful to be able to use a mask to specify an area of your photo to exclude from a tool's effect.
fr: Cependant, il est très utile de pouvoir utiliser un masque définir les parties de votre photo à exclure de l'effet d'un outil.

source: Often you want to crop a photo to remove unwanted areas or to focus attention on the main subject.
fr: Il arrive que vous souhaitiez recadrer une photo pour enlever une partie non désirée ou pour concentrer l'attention sur le sujet principal.

source: On the left side of the LightZone window is the Folder Navigator that shows the folders on your computer.
fr: Sur le côté gauche de LightZone se trouve Navigateur de Dossiers qui affiche les dossiers sur votre ordinateur.

source: On the other hand, if black point compensation is done, the luminosity range of your photo is compressed to fit into the luminosity range of the device.
fr: D'un autre côté, si une Compensation du Point Noir est effectuée, la gamme de luminosité de votre photo sera compressée pour correspondre avec la gamme de luminosité de votre périphérique.

source: On the right side of the browser window is the Metadata Inspector that shows the selected photo's metadata.
fr: Sur la droite du Navigateur se trouve le Contrôleur de Métadonnées qui affiche les métadonnées de la photo sélectionnée.

source: Once created, a region can be copied.
fr: Une fois créée, une région peut être copiée.

source: Once you have found a photo you want to edit using the Photo Browser, you can edit it (or simply view it at full size).
fr: Quand vous avez trouvé une photo que vous voulez éditer à l'aide de Navigateur Photo, vous pouvez l'éditer (ou seulement la voir en pleine résolution).
